[
  {
    "tc.title": "TERMS OF USE",
    "tc.paragraph": "Please read these Terms of Service (the “Agreement”) carefully. By clicking to accept this Agreement, you agree to be bound by this Agreement, consent to electronic communications as further detailed in Section 10, and agree to Cashew’s Privacy Policy. The headings contained in this document are for reference purposes only. You should print a copy of this Agreement for your records.",
    "tc.subtitle1": "1. Parties to this Agreement",
    "tc.paragraph11": "This Agreement is a contract between you (“you”, “your”) and Cashew Payments Technology Limited (“Cashew”, “we”, “us”, “our”) (each individually a “Party”, and collectively the “Parties”.",
    "tc.paragraph12": "This Agreement is a legally binding agreement between you and Cashew governing your non-transferrable (unless with our prior written consent) use of Cashew Services, including use of the Cashew Card, Cashew website, and any features and products that Cashew may make available to you through the Cashew application or website (collectively, the “Services”). We may transfer or assign this Agreement, and any rights under this Agreement, to a third party without notice to you or without your consent.",
    "tc.subtitle2": "2. The Services",
    "tc.paragraph21": "Cashew provides Services that allow merchants to offer consumers the ability to pay for goods or services in installments (the “Extended Repayment Feature”) which may be accessed through your Account.",
    "tc.subtitle3": "3. Eligibility",
    "tc.paragraph31": "The Services are intended solely for natural persons that are twenty one (21 years of age or are of the legal age in their state of residence and any registration by, use of, or access to, the Services by any person under 21 is unauthorized, unlicensed and in violation of these Terms of Service. By using the Services, you represent and warrant that, you are at least 21 years old or are of legal age in your Emirates of residence.",
    "tc.subtitle4": "4. Changes to this Agreement",
    "tc.paragraph41": "We may amend this Agreement from time to time. If we make any changes to this Agreement that we deem to be material, we will notify you in advance of such changes via the email address associated with your Account. If you do not have a Cashew Account, it is your responsibility to review this Agreement, available on the Cashew website from time to time to see if it has changed. If you do not agree with the changes, do not use the Services.",
    "tc.subtitle5": "5. Cashew Accounts",
    "tc.item51": "5.1 You will need your own Cashew account (each, an “Account”) to use certain Services. Each person may only hold one Cashew Account.",
    "tc.item52": "5.2 In consideration of your use of the Services, you agree to (a) provide accurate, current and complete information about you as may be prompted by any registration forms on or through the Services or otherwise requested by Cashew (“Registration Data”) (b) maintain the confidentiality and security of your password and identification and agree to accept responsibility for all activities that occur with your permission under your account or password (c) maintain and promptly update the Registration Data, and any other information you provide to Cashew, to keep it accurate, current and complete (d) promptly notify Cashew regarding any material changes to information or circumstances that could affect your eligibility to continue to use the Services or the terms on which you use the Services and (e) be fully responsible for all use of your Account and for any actions that take place using your Account.",
    "tc.item53": "5.3 If your password is lost or stolen, or if you believe there has been unauthorized access to your Account by third parties, please notify us immediately and change your password as soon as possible.",
    "tc.item54": "5.4 You may request to close your Account at any time by contacting us at info@Cashewpayments.com. Your request may take up to 30 business days to process. If you owe any payment to Cashew, your Account will not be closed by Cashew until that payment has been made, but we may limit your ability to make additional transactions using your Account. You may not close your Account to evade an investigation. You will remain liable for all obligations related to your Account even after the account is closed. Cashew will retain your information in accordance with our Privacy Policy (available on the Cashew website) and any applicable law, rule or regulation.",
    "tc.subtitle6": "6. Verification and Privacy",
    "tc.item61": "6.1 You agree to provide any information or documentation reasonably requested by us to verify your identity in connection with your Cashew Account or any use of Cashew Services, and you authorize us to make, directly or through third parties, any inquiries we consider necessary to verify your identity. Cashew reserves the right to close, suspend or limit access to the Services in the event we are unable to obtain or verify any of this information to our satisfaction.",
    "tc.item62": "6.2 You agree that we may make any inquiries to assess your eligibility to use the services including of third parties.",
    "tc.subtitle7": "7. Prohibited Activities",
    "tc.paragraph71": "7.1 You agree not to use the Services for any unlawful or fraudulent activity and to immediately contact us if you believe that your Account may be subject to unauthorized use, account takeover or other type of fraudulent activity or security breach. By using the Services, you agree that you will not and will not assist or enable others to do any of the following:",
    "tc.item71": "(a) Breach or circumvent any applicable laws or regulations, agreements with third-parties, third-party rights, or agreements with us, including this Agreement",
    "tc.item72": "(b) Provide false, inaccurate or misleading information to us",
    "tc.item73": "(c) Provide information belonging to any person other than yourself",
    "tc.item74": "(d) Use a Cashew Account that belongs to another person for yourself or on behalf of another person",
    "tc.item75": "(e) Use any device, software, routine, file or other tool or technology, including but not limited to any viruses, trojan horses, worms, time bombs or cancelbots, intended to damage or interfere with the Services or to surreptitiously intercept or expropriate any system, data or personal information from the Services",
    "tc.item76": "(f) Take any action that imposes an unreasonable or disproportionately large load on our infrastructure, including but not limited to denial of service attacks, “spam” or any other such unsolicited overload technique or",
    "tc.item77": "(g) Commit unauthorized use of the Services, including but not limited to unauthorized entry into our systems, misuse of passwords, or misuse of any information posted to the Services.",
    "tc.item78": "(h) Open or use multiple Cashew Accounts.",
    "tc.subtitle8": "8. Intellectual Property",
    "tc.paragraph81": "All content included in or made available through the Services, such as text, graphics, logos, button icons, images, digital downloads, data compilations, and software is protected under applicable copyrights, trademarks and other proprietary rights (including but not limited to intellectual property rights) are owned by Cashew or one of its affiliates. The copying, redistribution, use or publication by you of any part of the Services, unless expressly permitted in this Agreement, is strictly prohibited. Use of the Services does not give you ownership of any intellectual property rights in any of the content, documents or other materials you access. The posting of information or materials on the Services does not constitute a waiver of any right in such information and materials.",
    "tc.": "",
    "tc.subtitle9": "9. Trademark Notices",
    "tc.paragraph91": "The trademarks, service marks and logos (the “Trademarks”) used and displayed on the Services are registered and unregistered Trademarks of Cashew. Other trademarks, service marks and trade names may be owned by others. Nothing on the Services should be construed as granting, by implication, estoppel or otherwise, any license or right to use any Trademark or any other Cashew intellectual property displayed on the Services. The name “Cashew” and any other Trademarks shall not be used by you in any way, including in advertising or publicity pertaining to distribution of materials on the Services, without prior written permission from Cashew.",
    "tc.subtitle10": "10. Consent to Electronic Communications",
    "tc.item101": "10.1\tBy clicking to accept this Agreement, you are deemed to have executed this Agreement electronically. You consent to electronically receive and access via email or your Cashew Account all records, disclosures and notices related to your Account or the Services that we would otherwise be required to provide to you in paper form. Your consent to receive records, disclosures and notices electronically will remain in effect until you withdraw it. You may withdraw your consent to receive further records, disclosures and notices electronically at any time by sending an email to legal@Cashewpayments.com with “Revoke Electronic Consent” in the subject line. Any withdrawal of your consent to receive records, disclosures and notices electronically will be effective only after we have a reasonable period of time to process your request for withdrawal. If you fail to provide or if you withdraw your consent to receive communications electronically, Cashew reserves the right to restrict, deactivate or close your Account.",
    "tc.item102": "10.2\tTo ensure that we are able to provide communications to you electronically, you agree to notify us immediately of any change in your email address by updating your Cashew Account or by contacting us via email.",
    "tc.item103": "10.3\tTo view and retain a copy of this Agreement and other communications from us, you will need a device (such as a computer or mobile phone) with a web browser and internet access and either a printer or local or cloud-based storage space. By accepting and agreeing to this Agreement electronically, you represent that (a) you have read and understand the above consent to receive records and notices electronically (b) you satisfy the minimum hardware and software requirements specified in this Section 10.3 and (c) your consent will remain in effect until you withdraw your consent as specified above in Section 10.1.",
    "tc.item104": "10.4\tFor a paper copy of this Agreement or other communications provided by us to you, you may send an email to legal@Cashewpayments.com with contact information and the address for delivery.",

    "tc.subtitle11": "11.\tShort Message Service (“SMS”) Communications",

    "tc.item111": "11.1\tIf you choose to open an Account, Cashew may send you SMS messages. You agree to receive SMS messages to each telephone number provided by you to Cashew, regardless of whether such telephone number is on a corporate, state or federal do-not-call registry.  You certify, represent and warrant that the telephone number that you have provided to us is your number and not someone else's. You represent that you are permitted to receive SMS at the telephone number you have provided to us. You agree to alert us whenever you stop using a particular telephone number.",

    "tc.item112": "11.2\tAny such SMS messages sent to you by Cashew will be to verify your phone number or service any upcoming or overdue payments associated with the Extended Repayment Feature—Cashew will not send you advertisements or marketing-related SMS. You understand that such SMS may be placed using an automatic telephone dialing system or may include automated SMS messages. You agree that you are responsible for any message, data rates or fees that your telephone service provider charges in relation to SMS messages sent and received by you. If you have any questions regarding those rates, please contact your wireless carrier.",

    "tc.item113": "11.3\tBy entering your mobile number, you agree to receive text messages for service notifications and verification codes from Cashew. Message frequency will vary. Reply HELP for help, STOP to stop (or cancel). Standard Message & Data rates may apply. We do not sell your data. Carriers are not liable for delayed or undelivered messages.",

    "tc.subtitle12": "12.\tDispute Resolution",

    "tc.paragraph121": "THIS SECTION CONTAINS A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER. THEY AFFECT EACH PARTY’S RIGHTS CONCERNING THE RESOLUTION OF ANY DISPUTE (DEFINED BELOW) BETWEEN THE PARTIES. This Dispute Resolution section applies to general disputes between you and Cashew. Any dispute with regards to a Cashew transaction is governed by the specific governing Cashew transaction document. To the extent of any conflict in dispute resolution terms, the subsequent in time transaction document will control.  ",

    "tc.item121": "12.1\tTo expedite resolution and the cost of any dispute, controversy or claim between you and us related to any dispute or controversy arising from or relating to your use or inability to use the Services and generally with respect to Cashew, this Agreement or the enforcement of any provision of this Agreement (a “Dispute”), you and we agree to first attempt to negotiate any Dispute (except those Disputes expressly excluded below) informally for at least thirty (30) days before initiating any arbitration or court proceeding. Such informal negotiations will commence upon receipt of a written notice (each, a “Notice”). Your address for such Notices is your most recent address provided to us in connection with your Account, or an email to the email address you have provided in your Cashew Account. Our address for such notices is: Cashew Payments Technology Limited xxxx  Attention: Legal, or by email to uslegal@Cashew.com. Any Notice from you must include your name, pertinent Account information, a brief description of the Dispute, and your contact information, so that we may evaluate the Dispute and attempt to informally resolve the Dispute. Any Notice from us will include pertinent Account information, a brief description of the Dispute, and our contact information, so that you may evaluate the Dispute and attempt to informally resolve the Dispute. If the informal negotiations are successful, no further action is necessary.",

    "tc.item122": "12.2\tIf the Parties are unable to resolve a Dispute through informal negotiations, than any such Dispute, controversy or claim arising out of or relating to this Agreement or other document on the validity, interpretation, breach or termination thereof, including claims seeking redress or asserting rights under applicable law shall be resolved and finally settled by arbitration. The Dispute shall be referred to an arbitration tribunal to be convened at DIFC LCIA Arbitration Centre in Dubai International Financial Centre (“DIFC”), Dubai, United Arab Emirates in accordance with the DIFC LCIA Arbitration Rules for the time being in force. The prevailing Party in any arbitration conducted hereunder shall be entitled to recover from the other Party (as part of the arbitral award or order) its attorneys’ fees and other costs of arbitration.",

    "tc.item123": "12.3\tThe parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (1) any suit to compel arbitration, stay proceeding pending arbitration or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator (2) any suit to seek temporary injunctive relief that will remain in place only until an arbitrator can determine whether the relief should be continued, modified or removed or (3) any claim related to actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights.  In addition, either party may assert claims, if they qualify, in small claims court in xxx.",

    "tc.item124": "12.4\tThe parties agree that any arbitration will be limited to the Dispute between us and you individually. TO THE FULL EXTENT PERMITTED BY LAW, (1) NO ARBITRATION SHALL BE JOINED WITH ANY OTHER (2) THERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE ARBITRATED ON A CLASS-ACTION BASIS OR TO UTILIZE CLASS-ACTION PROCEDURES AND (3) THERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF THE GENERAL PUBLIC OR ANY OTHER PERSONS.",

    "tc.subtitle13": "13.\tApplicable Law and Jurisdiction",

    "tc.paragraph131": "Except as expressly provided otherwise, this Agreement is governed by, and will be construed under, the laws of Dubai International Financial Centre. Judicial proceedings (other than small claims actions) that are excluded from the agreement to arbitrate in Section 12 must be brought in DIFC Courts.",

    "tc.subtitle14": "14.\tLimitation of Liability",

    "tc.paragraph141": "To the extent not prohibited by law, under no circumstances shall we, our subsidiaries, partners, or affiliates, be liable to you for:  (a) personal injury or any indirect, incidental, consequential, special or exemplary damages, arising from or relating to this Agreement, the use of or inability to use an Cashew Account, the Services, or our or your liabilities to third parties arising from any source or (b) except as required under applicable law, any indirect, incidental, consequential, special or exemplary damages, arising from or relating to the conduct of you or anyone else in connection with the use of an Cashew Account or the Services, including, but not limited to, damages arising from your failure to provide us with accurate information or a third party’s failure to correctly verify such information. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY. ACCORDINGLY, SOME OF THIS SECTION MAY NOT APPLY TO YOU. You agree that if any lawsuit or court proceeding is permitted under this Agreement, the aggregate liability of us and our affiliates and suppliers to you for all claims arising out of or related to this Agreement or your use or inability to use the Services will not (other than as may be required by applicable law in cases involving personal injury) exceed the greater of: (a) the amount you any affected order(s) giving rise to such damages, or (b) the amount of xxxx .  These limitations will apply even if the above stated remedy fails of its essential purpose.",

    "tc.subtitle15": "15.\tIndemnification",

    "tc.paragraph151": "You agree to release, indemnify and hold harmless us, our affiliates, and our and their respective officers, directors, employees and agents from and against any claims, liabilities, damages, losses and expenses, including without limitation reasonable legal and accounting fees, arising out of or in any way related to: (a) your access to, use of, or inability to use your Cashew Account or the Services (b) your breach or alleged breach of this Agreement (c) your violation of any rights of a third party, including but not limited to any negligent or willful misconduct of your employees, contractors, or agents, or a breach of any contracts or other relationships between you and third parties (d) your violation of any applicable law or (e) your failure to provide and maintain true, accurate, current and complete information in your Cashew Account. You shall cooperate as fully as reasonably required in the defense of any such claim.  Cashew reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.  You agree not to settle any matter without the prior written consent of Cashew.  For the avoidance of doubt, this indemnification, defense and hold harmless obligation will survive these Terms of Use and the termination of your use of the Services.",

    "tc.subtitle16": "16.\tDisclaimer of Warranties",

    "tc.item161": "16.1\tTHE SERVICES ARE PROVIDED “AS IS” WITHOUT REPRESENTATION OR WARRANTY, WHETHER IT IS EXPRESS, IMPLIED, OR STATUTORY. WITHOUT LIMITING THE FOREGOING, CASHEW SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.",

    "tc.item162": "16.2\tCASHEW DOES NOT WARRANT OR GUARANTEE THAT THE SERVICES ARE ACCURATE, RELIABLE OR CORRECT THAT THE SERVICES WILL MEET YOUR REQUIREMENTS THAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, ERROR-FREE, WITHOUT DEFECT OR SECURE THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED OR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.",

    "tc.item163": "16.3\tCashew does not warrant, endorse, guarantee, or assume responsibility for any product or services advertised or offered by a Seller. Cashew does not have control of goods or services that are paid for using the Services.",

    "tc.subtitle17": "17.\tMiscellaneous",

    "tc.item171": "17.1\tThis Agreement is effective until terminated by either party. You may terminate this Agreement by destroying all Services-related materials obtained from us or Cashew and paying all amounts you owe (including any fees or expenses incurred) in full. The privileges granted to you under this Agreement will terminate immediately and automatically without notice from us if, in our sole discretion, you fail to comply with any term or provision of this Agreement.",

    "tc.item172": "17.2\tIf any provision of this Agreement (or any portion thereof) is determined to be invalid or unenforceable, the remaining provisions of this Agreement shall not be affected thereby and shall be binding upon the parties and shall be enforceable, as though said invalid or unenforceable provision (or portion thereof) were not contained in this Agreement.",

    "tc.item173": "17.3\tThe failure of Cashew to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision in that or any other instance.",

    "tc.item174": "17.4\tThe following provisions of this Agreement shall survive termination of your use or access to the Services: the sections concerning Dispute Resolution, Applicable Law and Jurisdiction, Limitation of Liability, Indemnification, Disclaimer of Warranties, and Miscellaneous, and any other provision that by its terms survives termination of your use or access to the Services.",

    "tc.item175": "17.5\tThis Agreement constitutes and contain the entire agreement between you and us with respect to the subject matter hereof and supersede any prior or contemporaneous oral or written agreements. You and we acknowledge and agree that the other has not made any representations, warranties or agreements of any kind, except as expressly set forth herein.",

    "tc.subtitle18": "18.\tQuestions",
    "tc.paragraph181": "If you have any questions, complaints or claims with respect to the Services, please contact us at info@Cashewpayments.com. We will do our best to address your concerns. If you feel that your concerns have been addressed incompletely, we invite you to let us know for further investigation."
  }
]
